<template>
  <div class="col-6 my-5 mx-auto">
    <div class="card mt-5 mb-5">
      <div data-hook="blocks-collection-content-node" data-tilda-project-id="3182786" data-tilda-page-id="17096721"
           data-tilda-page-alias="privacy" data-tilda-formskey="8032001afef4205199d6ea902415e785" data-tilda-lazy="yes">
        <h5 class="card-title text-center"><b>Мобильное приложение Smart.ENU</b></h5>
        <h3 class="text-center"><strong>Пользовательское соглашение для использования мобильного приложения Smart.ENU</strong></h3>
        <div data-record-type="106">
          <div>
            <div>
              <div>
                <div>Настоящее Соглашение по использованию мобильного приложения Smart.ENU заключается между Евразийским
                  национальным университетом им. Л.Н. Гумилева и Пользователем мобильного приложения, присоединившимся к
                  Соглашению в порядке и на условиях, предусмотренных
                  Соглашением.<br/><br/>
                  <strong>1. Термины и определения</strong><br/><br/>
                  1.1. Термины и определения, используемые для целей настоящего Соглашения, означают следующее:
                </div><br/>
                <div>1) <strong>Университет - </strong>Евразийский Национальный университет им. Л.Н. Гумилева<br/><br/>
                  2) <strong>Акцепт</strong> - действия Пользователя, совершение которых подтверждает намерение
                  Пользователя заключить Соглашение, в т.ч. ввод информации, запрашиваемой при регистрации в мобильном
                  приложении Smart.ENU;<br/><br/>
                  3) <strong>Индивидуальный идентификационный номер</strong>&nbsp;(<strong>ИИН)</strong>&nbsp;-
                  уникальный индивидуальный идентификационный номер, состоящий из 12 цифр, который присваивается всем
                  физическим лицам РК;<br/><br/>
                  4) <strong>Соглашение</strong> - настоящее соглашение об условиях
                  пользования мобильным приложением Smart.ENU заключаемое в форме присоединения путем скачивания и
                  установки приложения на Смартфоне;<br/><br/>
                  5) <strong>Пользователь &ndash;</strong>&nbsp;дееспособное
                  физическое лицо, резидент Республики Казахстан;<br/><br/>
                  6) <strong>Мобильное
                    приложение</strong>&nbsp;<strong>Smart.ENU</strong> - программное обеспечение, предназначенное для
                  доступа входа и получения услуг университета посредством мобильного телефона или иного устройства,
                  поддерживающего мобильное приложение и доступ в Интернет;<br/><br/>
                  7) <strong>QR код</strong> - (англ. Quick Responce, &laquo;код быстрого реагирования&raquo;) - двухмерный штрих-код. Он
                  представляет собой набор черных квадратов, упорядоченных на квадратной сетке на белом фоне, и приспособлен для
                  быстрого считывания и распознавания с помощью фотокамер;<br/><br/>
                  8) <strong>ИС МЗ РК</strong> - Информационная система Министерства Здравоохранения РК, осуществляющая сбор и обработку результатов
                  ПЦР тестирования;<br/><br/>
                  9)&nbsp;<strong>ПЦР (</strong>полимеразная цепная реакция) &mdash; высокоточный
                  метод диагностики многочисленных инфекций, который основывается на исследовании генетического
                  материала человека.<br/><br/>
                  10) <strong>МЦРИАП</strong> - Министерство цифрового развития, инноваций и аэрокосмической промышленности РК;<br/><br/>
                  11) <strong>МЗ</strong> - Министерство здравоохранения РК;<br/><br/>
                  12) <strong>НПП РК</strong>&nbsp;&ndash; Национальная
                  палата предпринимателей РК &laquo;Атамекен&raquo;.<br/><br/>
                  1.2. Все иные термины и определения,
                  используемые в настоящем Соглашении, истолковываются в соответствии с действующим законодательством
                  Республики Казахстан.<br/><br/><br/><br/><strong>
                    2.</strong>&nbsp;<strong>Предмет соглашения</strong><br/><br/>
                  2.1. Определение рейтинга риска Пользователя при посещении объекта бизнеса, участвующего в пилотном проекте.<br/><br/>
                  2.2. Определение статуса Посетителя необходимо для анализа данных по эпидемиологической ситуации в стране.<br/><br/><br/><br/>
                  <strong>3.</strong>&nbsp;<strong>Порядок определения</strong>&nbsp;<strong>рейтинга риска Пользователя</strong><br/><br/>
                  3.1. Рейтинг риска Пользователя определяется путем использования
                  мобильного приложения, которое позволяет за счет использования QR-кода и интеграции с общей базой ПЦР
                  ИС МЗ РК определить статус посетителя.<br/><br/>
                  3.2. Пользователь присоединяется к Соглашению путем совершения Акцепта.<br/><br/>
                  3.3. Пользователь, присоединившийся к Соглашению принимает все установленные Соглашением условия и обязательства.<br/><br/>
                  3.4. Для определения рейтинга риска Пользователю необходимо:<br/><br/>
                  1) скачать в Смартфон приложение Smart.ENU в App store или Google
                  play;<br/><br/>2) авторизоваться по номеру сотового телефона, ввести ИИН;<br/><br/>
                  3) в появившемся окне сканировать QR-код, размещенный на&nbsp; входах университета;<br/><br/>
                  3.5. После сканирования QR-кода в Приложении загорается статус посетителя в цветовом формате, по которому определяется, является ли
                  Пользователь контактным или инфицированным:<br/><br/>
                  зеленый статус - обозначает, что посетитель в базе данных как прошедший ПЦР-тестирование с отрицательным результатом на Covid-19;<br/><br/>
                  синий статус - обозначает, что нет результатов ПЦР-тестирования, не числится как контактный;<br/><br/>
                  желтый статус - обозначает, что посетитель зарегистрирован в базе данных как контактный;<br/><br/>
                  красный
                  статус - обозначает, что посетитель зарегистрирован в базе данных с положительным результатом на
                  Covid-19.<br/><br/>
                  3.6. Если у посетителя заведения высветился &laquo;красный&raquo; или &laquo;желтый&raquo;
                  статус, он сопровождается в &laquo;зону ожидания&raquo; либо не допускается в заведение.<br/><br/>
                  3.7. В случае, отсутствия мобильного телефона посетителя, либо возникновения сложностей при скачивании
                  данного приложения, ответственное лицо с согласия посетителя фиксирует вход/выход посетителя посредством
                  введения его ИИН.<br/><br/><br/><br/>
                  <strong>4.</strong>&nbsp;<strong>Предоставление персональных данных</strong><br/><br/>
                  4.1. Предоставляя Приложению персональные данные, Пользователь подтверждает, что делает это добровольно.<br/><br/>
                  4.2. Пользователь предоставляет ответственному лицу заведения данные ИИН, в случаях отсутствия мобильного телефона
                  либо возникновения сложностей при скачивании мобильного приложения на фиксирование входа/выхода в заведение. Передача данных ИИН производится
                  Посетителем на добровольной основе.<br/><br/>
                  4.3. Пользователь, присоединяясь к Соглашению путем совершения Акцепта, тем самым дает свое согласие в случае установления &laquo;красного&raquo; или
                  &laquo;желтого&raquo; статуса на уведомление заведением территориальное подразделение санитарно-эпидемиологического контроля о своем посещении.<br/><br/>
                  4.4. В силу статьи 273 Кодекса РК &laquo;О здоровье народа и системе здравоохранения&raquo;, предоставление сведений без согласия лица,
                  допускается при угрозе распространения заболеваний, представляющих опасность для окружающих.<br/><br/>
                  4.5. Приложение не собирает и не отправляет персональные данные или данные о местоположении Пользователя.<br/><br/><br/><br/><strong>
                    5.</strong>&nbsp;<strong>Права и обязанности Сторон</strong><br/><br/>
                  5.1. Пользователь вправе:<br/><br/>
                  5.1.1. пользоваться Приложением исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Республики Казахстан.<br/><br/>
                  5.2. Пользователь обязан:<br/><br/>
                  5.2.1. Надлежащим образом соблюдать условия настоящего Соглашения.<br/><br/>
                  5.2.2. Не вводить в заблуждение других Пользователей и третьих лиц.<br/><br/>
                  5.3. Университет вправе:<br/><br/>
                  5.3.1. в любое время вносить изменения в функционал Приложения, интерфейс и/или содержание Приложения с уведомлением Пользователей или без такового.<br/><br/>
                  5.4. Университет обязан:<br/><br/>
                  5.4.1. обеспечить техническую поддержку Приложения и предоставить простой способ связи для обращений Пользователей по всем возникающим в процессе
                  использования Приложения вопросам.<br/><br/><br/><br/>
                  <strong>6.</strong>&nbsp;<strong>Ответственность сторон</strong><br/><br/>
                  6.1. Университет не несет ответственности за технические временные сбои и
                  перерывы в работе Приложения и его компонентов, возникшие по независящим от университета причинам или в
                  случае проведения плановых или внеплановых мероприятий по обслуживанию Приложения и его компонентов.<br/><br/>
                  6.2. Университет не несет ответственность на несвоевременное обновление статуса посетителя в базе ПЦР ИС МЗ РК.<br/><br/><br/><br/>
                  <strong>7. Заключительные положения</strong><br/><br/>
                  7.1. Настоящее Соглашение вступает в силу для Пользователя с момента установки Приложения в Мобильное устройство.<br/><br/>
                  7.2. Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Республики Казахстан.
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {}
</script>
